1
11
2
20112012
2013
2014
3
4
5
6
7
9
90
A
ANOTADOS
AaO
Acaso
Achero
Ademas
Aguatero
Ah
Ahora
Al
Alajuela
Alfaro
Alonso
Antonio
Argentina
Argentinos
Asi
Barcelona
Belen
Bien
Blatter
Brasil
Brenes
Brian
Buen
Bueno
C
CON
CR
CR7
CRonaldo
Campos
Castillo
Centeno
Centroamerica
Chiqui
Claro
Como
Con
Conoce
Cordero
Costa
Cr7
Creo
Cristiano
Cual
Cuando
Cuidado
D
DE
DT
David
De
Debe
Deberia
Dentro
Deportivo
Di
Dia
Diay
Diego
Dios
Don
Donny
EL
EN
ENTRENADOR
ES
ETC
El
En
Es
Escoe
Ese
Eso
España
Esta
Estadio
Este
Esto
Estrada
Europa
Excelente
Exitos
FUERA
Flores
Fuera
Fulham
GOLES
GRANDE
Gano
Gonzales
Gonzalez
Grande
Grant
Guatemala
Guzman
HEREDIANO
HIZO
Hay
Heiner
Heredia
Herediano
Hernan
Igual
JA
JAJAJA
JAMaS
JJJJJJJ
JUGADOR
Ja
Jaja
Jajaj
Jajaja
Jajajaja
Jajajajajajajaja
Jamas
Jose
Josue
Juan
Justin
Kien
LA
LAS
LE
LIGA
LIKE
LLORAR
LO
La
Lagos
Le
Leon
Les
Liga
Lo
Logico
Los
Luis
MAS
MEJOR
MESSI
MUCHOS
Mac
Madrid
Madrigal
Mae
Maludos
Mambo
Manfred
Marco
Mario
Martinez
Mas
Me
Medford
Medio
Mejor
Messi
Messing
Mientras
Mora
Muy
NO
Nery
Ningun
No
Noo
Nooo
Noooo
Nooooo
Noooooo
Nooooooo
Nooooooooo
Noooooooooo
Noppp
Noticias
O
ORO
Ojala
POR
PROFESIONAL
PSV
Pa
Para
Parece
Pele
Perez
Pero
Pienso
Pinto
Poco
Por
Porque
Portugal
Prensa
Pues
Q
QUE
Que
Quien
R
RM
RONALD
RUIZ
Randall
Real
Reconozco
Ribery
Rica
Rivery
Rodriguez
Rojas
Ronal
Ronald
Ronaldo
Row
Rowe
Ruiz
Russell
S
SAPRISSA
SE
SI
SIENDO
Saludos
Saprissa
Se
Sea
Seguir
Sequeira
Sera
Señores
Si
Silvia
Simplemente
Sino
Son
Soy
Su
Super
TEMPORADA
TEMPORADAS
Tecnico
Tiene
Todo
Tranquilo
Tranquilos
ULTIMAS
UN
UNA
Un
Una
Ureña
Uyyyyy
VECES
Va
Viva
Walter
X
XD
Y
Ya
Yo
a
aca
acaba
acaso
acepten
acompañe
actitud
actual
acuerdo
adelante
ademas
adios
admiro
aficion
aficionado
aficionados
ah
ahi
ahora
al
alas
aldia
alegro
alfaro
algo
alguien
algunos
alla
alma
amarillista
amigo
amigos
amor
an
andaba
angulo
animal
ante
antes
antonio
apelo
apoyo
aprenda
apuesta
aqui
area
argentino
argentinos
argolla
argollas
argollero
arregla
articulo
asco
asi
asistente
atras
aun
aunque
ay
ayer
ayudan
año
años
bajo
banca
banquillo
barcelonista
base
bastante
basura
bien
bilis
bla
boca
bocon
bocones
bola
bolas
brasil
brasileños
buen
buena
buenas
buenisimos
bueno
buenos
burlan
burlando
burro
buscan
buscar
busquen
cabe
cabeza
cabezas
cada
calidad
cambiar
cambio
cambios
camerino
camisa
camiseta
campeon
campeonato
campeonatos
campeones
campo
cancha
cantera
capacidad
cara
caracter
carlos
cartago
casa
casi
caso
castigo
castillo
celular
central
centro
cerebro
cero
chance
chile
chupeta
ciclo
cierto
claro
clase
clasico
claves
club
clubes
cm
cn
cobrar
cochinada
colombianos
comentando
comentario
comentarios
comiendo
como
completa
completo
compran
comprar
comprension
comun
con
conectar
confianza
conformista
conoce
continuar
contra
contratacion
contrataciones
contratado
contratar
copa
coraje
corto
cosa
cosas
cr7
crack
crear
cree
creen
creer
creo
cristiano
criticar
cual
cuales
cualquier
cualquiera
cuando
cuanto
cuantos
cuarta
cuenta
cuerpo
cuidado
culpa
cumpla
cumplido
cumplio
d
da
dado
dan
dando
dar
darle
darles
david
de
debe
deben
deberia
deberian
debio
decide
decir
decision
decisiones
definitivamente
deja
dejan
dejar
deje
dejen
dejo
del
delantero
delanteros
demas
demasiado
demostrado
demostro
demuestre
dentro
derecha
descender
desde
desear
despedido
despues
detras
deve
devolvieron
dia
dice
dicen
dicha
diciendo
diego
dieron
diferencia
diferente
diga
digan
digo
dije
dijeron
dijo
dinero
dio
dios
directiva
directivos
director
dirigencia
dirigentes
dirigir
division
dolio
domingo
don
donde
dos
duda
duela
duele
durante
duro
e
echar
eche
echen
eficiente
ejemplo
el
eleccion
ello
ellos
empeorar
empiecen
en
enano
encima
engañados
entiende
entiendo
entonces
entre
entrena
entrenador
entrenadores
entrenamiento
envidia
equipillo
equipo
equipos
equivocado
era
es
esa
esas
escoba
escogio
escribir
escuela
ese
eso
esos
espacio
espalda
esperar
espero
esquema
esta
estaba
estaban
estadio
estamos
estan
estar
estas
este
estilo
esto
estos
estoy
estupido
estuviera
estuvieran
excelente
extraña
facil
falcao
falta
faltan
familia
fan
fatal
favor
fecha
felicidades
fiesta
fijo
fin
final
florense
forma
formas
fracasado
fracaso
frente
fue
fuera
funciona
futbol
futuro
gana
ganado
ganamos
ganan
ganando
ganar
ganas
gano
gatas
gente
gerencia
gloria
gol
golazo
goleador
goles
gracias
gran
grande
grupo
gusman
gusta
guzman
ha
haber
habla
hablan
hablar
hablo
hace
hacen
hacer
hacerlo
haciendo
haga
han
hasta
hay
he
hechar
hecho
hemos
heredia
hicieron
historia
hizo
holanda
hombre
hombro
hora
horizonte
hoy
hubiera
hubieran
huevo
huevos
humildad
humos
idea
ideas
idiota
ignorante
ignorantes
igual
imaginese
imbecil
imparcial
importa
incapacidad
insistiendo
instalaciones
institucion
inteligente
interesa
internet
invito
ir
irse
izquierda
ja
jaja
jajaja
jajajaja
jajajajaja
jajajajajaja
jajajajajajaja
jale
jerarquia
josue
joven
jovenes
juega
juegan
juego
juegue
jugador
jugadores
jugando
jugar
jugo
junto
justin
justo
k
ke
kedo
l
la
lado
ladran
lagos
largue
las
lastima
le
lea
lean
lectura
leen
leer
legal
lei
lemos
les
lesion
lesionado
lesiones
lesiono
lideres
liga
liguistas
lila
lilas
listo
llama
llamar
llegada
llegar
llego
llevar
lleve
llorando
llorar
llore
lloron
lo
loca
locas
logrado
lograr
logro
los
luego
lugar
mae
mal
mala
malas
maleante
malo
mamando
man
manda
manejar
mano
mantiene
manuda
manudo
manudos
marche
marco
mario
martinez
mas
mayor
mayoria
me
medfor
medford
mediados
medio
mediocre
mejor
mejorar
mejores
menos
mental
merece
merecia
merecido
meritos
meses
messi
metan
mi
miedo
mientras
minimo
mio
mis
mismo
mitad
momento
momentos
mona
monton
mora
morada
morado
morados
mordidos
mostrado
mucha
mucho
muchos
mundial
mundiales
mundo
muy
nacido
nacional
nada
nadie
necesita
necesitan
ni
ningun
ninguna
ninguno
nisiquiera
nivel
no
noche
nombres
nos
nosotros
nota
noticia
novedad
nublado
nuestro
nueva
nuevo
numero
nunca
o
objetivo
obtuvo
obvio
ocupa
ojala
ojo
opinar
opinion
oportunidad
orgullo
oro
otra
otro
otros
pa
paga
pais
paisas
paja
palabra
palabras
papi
par
para
parado
parece
parte
partido
partidos
pasa
pasado
pasando
paso
patadas
patetico
payaso
payasos
pegue
pena
penales
pendejos
pendiente
pendientes
pensando
pensar
penso
peor
peores
pequeño
perder
perdio
periodico
periodista
periodistas
pero
perros
persona
pffff
pidio
pienso
pierden
pilas
pinto
piso
planificacion
planilla
plata
play
pobre
pobres
poco
poder
podra
polemica
pone
ponen
poner
ponga
pongan
por
porque
portero
posible
posicion
posiciones
preescolar
pregunta
premio
premios
prensa
presidente
presion
presto
primera
primero
principio
problema
proceso
procesos
profesional
profesionales
profesionalismo
promesas
propia
propio
proposito
proximo
pudo
pueda
puede
pueden
puerta
pues
puesto
punto
pura
puso
q
que
queda
quede
quedo
queremos
quien
quienes
quiera
quiere
quieren
quiero
quita
quitar
quiten
quito
radio
randal
randall
razon
real
realidad
referente
refuerzos
regular
regularidad
reir
rendido
renunciar
respeto
resulta
resultado
resultados
retirado
rey
reyes
ribery
ridiculo
rien
rinden
ronald
ronaldo
row
russel
s
sabe
saben
saber
saborio
saca
sacar
saco
salido
salir
saprisa
saprisista
saprisistas
saprissa
saque
se
sea
sean
seguir
seguirnos
seguro
sele
seleccion
semejante
sentado
ser
sera
seran
seria
serio
servido
señor
si
sido
siempre
siendo
siente
sienten
siento
siga
sigan
sigo
sigue
siguen
simplemente
sin
sino
sirve
sirven
sobre
solo
sombra
somos
son
sos
soy
station
su
suave
subido
sueldo
suena
sufrir
super
superarse
supongo
supuesto
sus
talla
talvez
tambien
tampoco
tan
tanta
tanto
tantos
te
team
tecnico
tecnicos
tejeda
tema
temblando
tenemos
tener
tenga
tengo
tenia
tenian
tenido
tercer
termino
terror
tiempo
tiene
tienen
tiquicia
titular
titulares
titulo
toda
todas
todo
todos
tomar
tome
torneo
torneos
trabajo
traer
traido
traigan
traje
trajo
tres
trofeo
tuvo
ud
ultimo
un
una
unico
uno
unos
ureña
usted
ustedes
va
vacaciones
valla
vamos
van
variantes
varios
vaya
ve
vea
veces
ven
vender
venga
veo
ver
verdad
verdadero
vergaenza
verlo
vez
vida
viejo
viene
vienen
vino
vision
visto
viva
vocabulario
volando
volver
volvio
voto
voy
vuelva
vuelven
vulgar
x
xD
xq
y
ya
yo
